export const agreementRu = `Пользовательское соглашение

Persona 1.0

Миссия Persona 1.0 – объединить людей в сообщество единомышленников  для того, чтобы каждый участник развивался как личность, создавая репутацию с помощью других участников и системой личного рейтинга.
Функции приложения предоставляют участникам Persona 1.0  возможность находить нужных людей для удовлетворения личных потребностей в разных сферах жизни и профессиональной деятельности. Приложение дает возможность общаться, обмениваться идеями, получать знания, находить возможности или сотрудничества, работать и принимать решения в кругу заслуживающих доверия людей.

1. Введение
 Договор
Используя приложение Persona 1.0, вы принимаете все условия и положения настоящего соглашения. Использование вами  Persona 1.0 также регулируется Политикой конфиденциальности, которая регламентирует собой использование и передачу персональных данных.

Создавая учетную запись Persona 1.0 или входя в систему  вы соглашаетесь заключить юридически обязывающий контракт с Persona 1.0
 Если вы не принимаете условия настоящего договора (далее – «Договор» или «Пользовательское соглашение»), не создавайте учетную запись или не получайте доступ ни к одной из наших Услуг и не используйте их иным образом. Если вы пожелаете расторгнуть настоящий Договор, вы можете сделать это в любое время, закрыв свою учетную запись и воздержавшись от доступа к  Persona 1.0 и их последующего использования.
Услуги
Настоящий Договор распространяется на веб-сайт www.personabest.com, и мобильное приложения Persona 1.0
Вы заключаете настоящий Договор с Persona 1.0


Поскольку вы являетесь пользователем Persona 1.0, сбор, использование и передача ваших персональных данных регулируются Политикой конфиденциальности Persona 1.0, 
Вы подтверждаете, что ознакомились с Политикой конфиденциальности Persona 1.0

Изменения 

Persona 1.0 имеет право вносить изменения в настоящий Договор.


Persona 1.0 может периодически вносить изменения в настоящий Договор и Политику конфиденциальности. Если этого требует действующее законодательство или в случае внесения существенных изменений в настоящий Договор, Persona 1.0 опубликует соответствующее уведомление, чтобы предоставить вам возможность ознакомиться с изменениями до их вступления в силу. Persona 1.0 соглашается с тем, что изменения не могут иметь обратной силы. Если вы не согласны с какими-либо из этих изменений, вы имеете право закрыть свою учетную запись. Продолжая использовать Услуги Persona 1.0 после публикации или отправки уведомления об изменении соответствующих положений и условий, вы тем самым соглашаетесь с обновленными положениями и условиям на дату вступления изменений в силу.

2. Обязательства
Ваша учетная запись
Вы обязаны хранить свой пароль в тайне


Вы не имеете права предоставлять свою учетную запись для использования другими лицами и обязаны следовать политикам Persona 1.0 и требованиям закона.


Участники являются владельцами учетной записи. Вы обязуетесь: (1) защищать свою учетную запись от неправомерного доступа (например, использовать надежный пароль и хранить его в тайне); (2) не делиться своей учетной записью и не передавать ее или какую-либо ее часть (например, продавать или передавать персональные данные других лиц, пересылая имеющиеся у вас контакты); и (3) соблюдать закон, список Разрешенных и запрещенных действий в Persona 1.0 (ниже) и Политику для сообщества специалистов. Подробнее Вы несете ответственность за все, что происходит с использованием вашей учетной записи, до тех пор, пока не закроете ее или не сообщите о ее неправомерном использовании другими лицами.


В отношениях между вами и другими людьми 
учетная запись принадлежит вам.

Оплата и платежи
Вы обязуетесь производить оплату в срок и в полном объеме и соглашаетесь, что ваши платежные реквизиты будут храниться в Persona 1.0. Вы понимаете, что в дополнение к стоимости платных услуг Persona 1.0 могут взиматься комиссии и налоги. Persona 1.0 вправе изменять ценообразование в будущем.


В случае приобретения любых платных услуг вы соглашаетесь уплачивать Persona  1.0 соответствующую стоимость таких услуг и налоги, а также соглашаетесь соблюдать дополнительные условия, которые регулируют использование платных услуг. В случае неуплаты указанной стоимости услуг, предоставление платных услуг может быть прекращено в одностороннем порядке. Кроме того, вы соглашаетесь с нижеследующим:


1.	При покупке может взиматься комиссионный сбор за конвертацию валют или возникать разница в цене в зависимости от региона (например, из-за курсов валют)
2.	Persona 1.0 имеет право изменять расценки на услуги на перспективной основе, уведомив об этом в разумные сроки в пределах, разрешенных законом
3.	Мы можем рассчитывать сумму налогов, которые вы обязаны уплатить, исходя из платежных реквизитов, предоставляемых вами Persona 1.0

 Уведомления и сообщения
Вы соглашаетесь с тем, что для доставки вам уведомлений и сообщений Persona 1.0 будет использовать свои веб-сайты, приложения и имеющиеся контактные сведения. Если ваши контактные сведения устарели, вы можете пропустить важные уведомления от Persona 1.0.


Вы соглашаетесь с тем, что Persona 1.0 будет направлять вам уведомления и сообщения следующими способами: (1) в рамках услуг; (2) с использованием предоставленных вами контактных сведений (например, адреса электронной почты, номера мобильного телефона, физического адреса). Вы соглашаетесь поддерживать свои контактные сведения в актуальном состоянии.



Обмен информацией
Когда вы делитесь какой-либо информацией в рамках Услуг Persona 1.0, другие люди могут просматривать, копировать и использовать эту информацию.


Persona 1.0 допускает обмен информацией различными способами, например, с помощью вашего профиля, в зависимости от функционала и выбора, который вы делаете, другие пользователи могут просматривать информацию, которой вы делитесь


Вы и Persona 1.0 соглашаетесь с тем, что Persona 1.0 может получать доступ, хранить, обрабатывать и использовать любую предоставляемую вами информацию (включая контент и/или персональные данные) в соответствии с условиями Политики конфиденциальности и выбранными вами параметрами (включая настройки).


При отправке в Persona 1.0 предложений или других отзывов об услугах вы соглашаетесь, что мы имеем право (но не обязаны) использовать и передавать такие отзывы другим лицам в любых целях без выплаты вам компенсации.


Вы обязуетесь размещать в своем профиле в Persona 1.0 только правдивую информацию.



Доступность Услуг
Persona 1.0 может изменить или ограничить доступ к некоторым функциям или прекратить предоставление любой Услуги.


Persona 1.0 имеет право изменить характер предоставления, приостановить или прекратить предоставление любой из услуг. Persona 1.0 также вправе ограничить доступ к функционалу, контенту и другой информации таким образом, чтобы к ним имели доступ не все пользователи (например, ограничение по странам или по подписке).


Persona 1.0  не обязуется сохранять или отображать (или отображать в дальнейшем) какую-либо размещенную вами информацию. Persona 1.0 не является службой хранения данных. Вы соглашаетесь с тем, что Persona 1.0 не берет на себя никаких обязательств по хранению, поддержанию или предоставлению вам копии информации с вашего профиля или другой информации, предоставленных вами или другими лицами, за исключением случаев, когда такое хранение или предоставление предусмотрено применимым законодательством и в соответствии с Политикой конфиденциальности Persona 1.0

3.3. Сторонний контент, веб-сайты и приложения
Вы просматриваете и используете информацию, размещенную при использовании услуг, на свой страх и риск. Иные лица могут предлагать через приложение Persona 1.0 собственные продукты и услуги. Persona 1.0 не несет ответственность за действия третьих лиц.


Информация иных лиц: используя приложение, вы можете сталкиваться с информацией, которые могут оказаться неточными, неполными, неактуальными, вводящими в заблуждение, противозаконными, оскорбительными или наносящими вред иным образом. Вы соглашаетесь с тем, что Persona 1.0 не несет ответственность за контент или другую информацию, предоставляемую третьими лицами, включая пользователей, 

Persona 1.0 не всегда может предотвратить неправомерное использование приложения, и вы соглашаетесь, что Persona 1.0 не несет ответственности за любое такое неправомерное использование. Вы также принимаете риск того, что третьи лица могут поделиться неточной или вводящей в заблуждение информацией, касающейся вас или вашей организации, а также что вас или вашу организацию могут ошибочно соотнести с контентом, касающимся других лиц.




Вы также соглашаетесь с тем, что Persona 1.0 не осуществляет руководство над пользователями 
 Persona 1.0 не является агентом или рекрутинговым агентством от имени какого-либо пользователя, который предлагает трудоустройство или другую работу. В отношении трудоустройства или другой работы, Persona 1.0 не является работодателем.

Ограничения
Persona 1.0 имеет право ограничить способы установления контакта и взаимодействия в рамках предоставления Услуг.


Persona 1.0 оставляет за собой право ограничить использование вами приложения и вашу способность связываться с другими пользователями. Persona 1.0 оставляет за собой право ограничить, приостановить или прекратить действие вашей учетной записи, если вы нарушаете настоящий Договор или закон либо используете приложение ненадлежащим образом 

Persona 1.0 также может удалить информацию, которые вы разместили, если посчитаем, что это нарушает условия настоящего Договора

Права на интеллектуальную собственность
Persona 1.0 уведомляет вас о наших правах на интеллектуальную собственность.


Persona 1.0 сохраняет все права на свою интеллектуальную собственность в рамках предоставления услуг. Товарные знаки и логотипы, используемые в приложении принадлежат соответствующим владельцам. Логотип Persona 1.0  а также другие товарные знаки, знаки обслуживания, изображения и логотипы Persona 1.0, используемые в рамках приложения  являются товарными знаками или зарегистрированными товарными знаками Persona 1.0


4. Ограничение ответственности
Отсутствие гарантий
Настоящим Persona 1.0 отказывается от юридической ответственности за качество, безопасность и надежность услуг.


PERSONA 1.0 И АФФИЛИРОВАННЫЕ ЛИЦА PERSONA НЕ ДАЮТ НИКАКИХ ЗАВЕРЕНИЙ И ГАРАНТИЙ В ОТНОШЕНИИ УСЛУГ, В ТОМ ЧИСЛЕ НИКАКИХ ЗАВЕРЕНИЙ В ОТНОШЕНИИ НЕПРЕРЫВНОСТИ И БЕЗОШИБОЧНОСТИ РАБОТЫ УСЛУГ, И ПРЕДОСТАВЛЯЮТ УСЛУГИ (В ТОМ ЧИСЛЕ КОНТЕНТ И ИНФОРМАЦИЮ) НА УСЛОВИЯХ «КАК ЕСТЬ» И «ПО МЕРЕ ДОСТУПНОСТИ». PERSONA И АФФИЛИРОВАННЫЕ ЛИЦА PERSONA В МАКСИМАЛЬНОЙ ДОПУСТИМОЙ ПРИМЕНИМЫМ ЗАКОНОДАТЕЛЬСТВОМ СТЕПЕНИ ОТКАЗЫВАЮТСЯ ОТ ЛЮБОЙ ПОДРАЗУМЕВАЕМОЙ ИЛИ ЗАКОНОДАТЕЛЬНО ПРЕДУСМОТРЕННОЙ ОТВЕТСТВЕННОСТИ, ВКЛЮЧАЯ ПОДРАЗУМЕВАЕМУЮ ОТВЕТСТВЕННОСТЬ В ОТНОШЕНИИ ЧИСТОТЫ ПРАВ СОБСТВЕННОСТИ, ТОЧНОСТИ ДАННЫХ, ОТСУТСТВИЯ НАРУШЕНИЙ ПРАВ, КОММЕРЧЕСКОЙ ЦЕННОСТИ ИЛИ ПРИГОДНОСТИ ДЛЯ КОНКРЕТНЫХ ЦЕЛЕЙ.

Исключение ответственности
Юридическая ответственность Persona 1.0 перед вами ограничена.

PERSONA 1.0 И АФФИЛИРОВАННЫЕ ЛИЦА PERSONA В МАКСИМАЛЬНОЙ ДОПУСТИМОЙ ЗАКОНОМ СТЕПЕНИ (И ЕСЛИ КОМПАНИЕЙ PERSONA НЕ ЗАКЛЮЧЕНО ОТДЕЛЬНОЕ ПИСЬМЕННОЕ СОГЛАШЕНИЕ, ЗАМЕНЯЮЩЕЕ СОБОЙ НАСТОЯЩИЙ ДОГОВОР) ОСВОБОЖДАЕТСЯ ОТ ОТВЕТСТВЕННОСТИ ПО НАСТОЯЩЕМУ ДОГОВОРУ ЗА УПУЩЕННУЮ ВЫГОДУ ИЛИ ВОЗМОЖНОСТИ ДЛЯ БИЗНЕСА, УЩЕРБ РЕПУТАЦИИ (НАПРИМЕР, ОСКОРБИТЕЛЬНЫЕ ИЛИ КЛЕВЕТНИЧЕСКИЕ ЗАЯВЛЕНИЯ), ПОТЕРЮ ДАННЫХ (НАПРИМЕР, ПРОСТОЙ ИЛИ ПОТЕРЮ, ИСПОЛЬЗОВАНИЕ ИЛИ ИЗМЕНЕНИЕ ВАШЕЙ ИНФОРМАЦИИ ИЛИ КОНТЕНТА) ИЛИ ЛЮБЫЕ КОСВЕННЫЕ, СЛУЧАЙНЫЕ, ПОСЛЕДУЮЩИЕ, ФАКТИЧЕСКИЕ ИЛИ ШТРАФНЫЕ УБЫТКИ.


PERSONA 1.0 И АФФИЛИРОВАННЫЕ ЛИЦА PERSONA НЕСУТ ОТВЕТСТВЕННОСТЬ ПО НАСТОЯЩЕМУ ДОГОВОРУ ИСКЛЮЧИТЕЛЬНО В ПРЕДЕЛАХ (A) ОБЩЕЙ СТОИМОСТИ УСЛУГ, УПЛАЧЕННОЙ ИЛИ ПОДЛЕЖАЩЕЙ УПЛАТЕ PERSONA ЗА УСЛУГИ В ТЕЧЕНИЕ СРОКА ДЕЙСТВИЯ НАСТОЯЩЕГО ДОГОВОРА
Основание сделки. Исключения
Ограничения ответственности в настоящем Разделе 4 являются одним из оснований сделки между вами и Persona 1.0 и распространяются на ответственность по любым искам (например, на претензии по гарантиям, деликту, небрежности, договорам, претензии на основании закона) даже в случае если Persona 1.0 или аффилированные лица Persona были уведомлены о возможности возникновения любого такого ущерба, и даже в случае недостижения такими средствами правовой защиты своей основной цели.


ТАКИЕ ОГРАНИЧЕНИЯ ОТВЕТСТВЕННОСТИ НЕ РАСПРОСТРАНЯЮТСЯ НА ОТВЕТСТВЕННОСТЬ ЗА ПРИЧИНЕНИЕ СМЕРТИ ИЛИ ТЕЛЕСНЫЕ ПОВРЕЖДЕНИЯ, А ТАКЖЕ ЗА МОШЕННИЧЕСТВО, ГРУБУЮ ХАЛАТНОСТЬ ИЛИ НАМЕРЕННЫЕ НЕПРАВОМЕРНЫЕ ДЕЙСТВИЯ, ИЛИ В СЛУЧАЯХ ХАЛАТНОСТИ, КОГДА БЫЛО ИМЕЛО МЕСТО НАРУШЕНИЕ СУЩЕСТВЕННОГО ОБЯЗАТЕЛЬСТВА. ПОД СУЩЕСТВЕННЫМ ОБЯЗАТЕЛЬСТВОМ ПОНИМАЕТСЯ ОБЯЗАТЕЛЬСТВО, КОТОРОЕ ЯВЛЯЕТСЯ НЕОБХОДИМЫМ УСЛОВИЕМ ПРЕДОСТАВЛЕНИЯ НАШИХ УСЛУГ, И НА КОТОРОЕ ВЫ ИМЕЕТЕ РАЗУМНОЕ ОСНОВАНИЕ РАССЧИТЫВАТЬ, НО ЛИШЬ В ТОЙ СТЕПЕНИ, В КОТОРОЙ ПРИЧИНЕННЫЙ УЩЕРБ ЯВЛЯЕТСЯ ПРЯМЫМ СЛЕДСТВИЕМ ТАКОГО НАРУШЕНИЯ И МОГ БЫТЬ ПРЕДВИДЕН НА МОМЕНТ ЗАКЛЮЧЕНИЯ НАСТОЯЩЕГО ДОГОВОРА, А ТАКЖЕ В ТОЙ СТЕПЕНИ, В КОТОРОЙ ТАКОЙ УЩЕРБ ЯВЛЯЕТСЯ ТИПИЧНЫМ В КОНТЕКСТЕ НАСТОЯЩЕГО ДОГОВОРА.

5. Прекращение действия
Стороны имеют право расторгнуть настоящий Договор в любое время. При этом отдельные права и обязательства сторон останутся в силе.


Как вы, так и Persona 1.0 имеете право расторгнуть настоящий Договор в любой момент, направив соответствующее уведомление другой стороне. В случае расторжения вы теряете право доступа к Persona 1.0 и использования приложения. Перечисленные ниже права, обязательства и условия остаются в силе даже после расторжения настоящего Договора:


•	вы нарушили настоящий Договор
•	создаете риск или возможную правовую ответственность для Persona 1.0
•	длительное время не пользуетесь своей учетной записью

6. Применимое право и урегулирование споров
В том маловероятном случае, если возникает правовой спор, вы и Persona 1.0 соглашаетесь с тем, что в зависимости от вашего места проживания такие спорные вопросы регулируются в судах Казахстана с применением законодательства Казахстана.

7. Разрешенные и запрещенные действия в Persona  1.0
Persona 1.0 – это сообщество личностей. Список «Разрешенных и запрещенных действий» ограничивает перечень того, что вы можете и не можете делать, пользуясь приложением Persona 1.0, если иное прямо не разрешено Persona 1.0  в отдельной письменной форме (например, в рамках договора о проведении исследования).

 Разрешенные действия
Вы соглашаетесь с тем, что вы обязаны:


1.	соблюдать все применимое законодательство, включая в числе прочего законы о неприкосновенности частной жизни, законы об интеллектуальной собственности, законы о борьбе со спамом, законы об экспортном контроле, законы, регулирующие порядок публикации контента, и другие применимые законы и нормативные требования;
2.	предоставлять достоверную контактную и личную информацию, а также поддерживать ее в актуальном состоянии;
3.	использовать в своем профиле настоящие имя и фамилию;
4.	использовать услуги профессионально и для деловых целей.
Запрещенные действия
Вы соглашаетесь с тем, что вы не будете:


1.	 создавать в Persona 1.0 фальшивые учетные записи, вводить в заблуждение относительно своей личности, создавать профиль пользователя для кого-либо, кроме себя (реального лица), а также использовать или пытаться использовать чужую учетную запись (например, передавать учетные данные для входа в систему
2.	 разрабатывать, поддерживать или использовать программные продукты, устройства, скрипты, программы-роботы или какие-либо другие средства или процессы (например, программы-обходчики, подключаемые модули и надстройки браузеров или любые другие технологии) для веб-скрейпинга или копирования предоставляемых Услуг, включая профили и другие данные в рамках предоставляемых Услуг;
3.	блокировать какие-либо функции системы безопасности или обходить любые элементы управления доступом или ограничения на использование Услуг (например, результатов поиска, профилей или видео);
4.	 копировать, использовать, отображать или распространять любую информацию (включая контент), полученную на базе предоставленных Услуг, как напрямую, так и через третьих лиц (например, средства поиска или агрегаторы данных или брокеры), без согласия владельца контента (например, Persona в отношении принадлежащего ему контента);
5.	раскрывать информацию, не заручившись согласием на ее раскрытие (например, конфиденциальную информацию других лиц, в том числе своего работодателя);
6.	нарушать права на интеллектуальную собственность других лиц, в том числе авторские права, права на патенты и товарные знаки, коммерческие тайны, и другие имущественные права. Например, запрещается копировать или распространять (за исключением доступной функции «поделиться») публикации или иной контент других лиц без их разрешения, которое они могут предоставить, размещая публикации в рамках лицензии Creative Commons;
7.	нарушать права интеллектуальной собственности и иные права Persona 1.0, включая среди прочего (i) копирование или распространение обучающих видео или иных материалов Persona; (ii) копирование или распространение технологии Persona 1.0 при отсутствии лицензии на программное обеспечение с открытым исходным кодом; или (iii) использование слова «Persona» или логотипов Persona в любом фирменном наименовании, сообщении электронной почты или URL-адресе, кроме случаев, когда Правилами использования бренда предусмотрено иное;
8.	размещать контент (или иным образом делиться им), содержащий программные вирусы, «черви» или любой другой вредоносный код;
9.	 осуществлять вскрытие технологии, декомпиляцию, обратное ассемблирование, расшифровку или иные способы получения исходного кода Услуг или любых связанных с ними технологий, кроме технологий с открытым исходным кодом;
10.	 подразумевать или заявлять о своей связи с Persona 1.0 партнерскими отношениями или о получении от Persona 
11.	предоставлять во временное пользование, сдавать внаем или в аренду, обменивать, продавать/перепродавать либо иным образом монетизировать услуги или связанные с ними данные, либо получать к ним доступ без согласия Persona 1.0;
12.	размещать прямые ссылки на услуги для любых целей, кроме продвижения вашего собственного профиля или группы в рамках наших Услуг без согласия Persona 1.0;
13.	использовать ботов или другие запрещенные автоматизированные методы получения доступа к приложению

14.	воссоздавать, зеркалировать или иным способом имитировать внешний вид или функционирование Услуг;
15.	 выполнять наложение или иным образом изменять услуги Persona 1.0 или их внешний вид (например, посредством вставки элементов в услуги или удаления, скрытия или затемнения рекламного объявления, отображаемого в рамках услуг);
16.	 препятствовать нормальному функционированию приложения или создавать чрезмерную нагрузку на них (например, используя спам, атаки типа «отказ в обслуживании» (DoS), вирусы, алгоритмы манипулирования);
17.	использовать Услуги Persona 1.0 для совершения незаконных, вводящих в заблуждение, дискриминационных или мошеннических действий; и/или
18.	 злоупотреблять процессом отчетности или подачи апелляций, в том числе путем предоставления дублирующих, мошеннических или необоснованных отчетов, жалоб или обращений.

9. Претензии относительно информации
Контактные данные, чтобы пожаловаться на информацию предоставленную пользователями Persona 1.0


Мы просим вас сообщать об информации, которая, по вашему мнению, нарушает ваши права (включая права интеллектуальной собственности), 
 или иным образом нарушает настоящий Договор или закон. В той мере, насколько это возможно по закону, мы можем удалять или ограничивать доступ к функциям, услугам или информации, в частности если мы считаем, что это обоснованно необходимо для предотвращения вреда Persona 1.0 или другим лицам, если это нарушает закон или если это обоснованно необходимо для предотвращения неправомерного использования наших Услуг. Мы оставляем за собой право принимать меры против серьезных нарушений условий настоящего Договора, в том числе путем введения ограничений на использование учетной записи за существенные нарушения.


Persona 1.0 уважает права на интеллектуальную собственность других лиц. Поэтому мы требуем, чтобы распространяемая пользователем информация была достоверной и не нарушала права на интеллектуальную собственность и другие права третьих лиц.`;
