export const agreementKz = `Пайдаланушы келісімі

Persona 1.0

Persona 1.0 миссиясы — әрбір қатысушы басқа қатысушылардың көмегімен және жеке рейтинг жүйесі арқылы бедел қалыптастыра отырып, тұлға ретінде дамуы үшін адамдарды пікірлестер қоғамдастығына біріктіру.
Қосымшаның функциялары Persona 1.0 қатысушыларына өмірдің әртүрлі салаларында және кәсіби қызметте жеке қажеттіліктерді қанағаттандыру үшін қажетті адамдарды табуға мүмкіндік береді. Қосымша сенімді адамдар ортасында араласуға, идеялармен алмасуға, білім алуға, мүмкіндіктер немесе ынтымақтастық табуға, жұмыс істеуге және шешім қабылдауға мүмкіндік береді.

1. Кіріспе
Келісім
Persona 1.0 қосымшасын пайдалана отырып, сіз осы келісімнің барлық шарттары мен ережелерін қабылдайсыз. Сіздің Persona 1.0-ді пайдалануыңыз сондай-ақ дербес деректерді пайдалану мен беруді реттейтін Құпиялылық саясатымен де реттеледі.

Persona 1.0 есептік жазбасын жасау немесе жүйеге кіру арқылы сіз Persona 1.0-мен заңды түрде міндеттейтін келісімшарт жасасуға келісесіз.
Егер сіз осы келісімнің (бұдан әрі — «Келісім» немесе «Пайдаланушы келісімі») шарттарын қабылдамасаңыз, есептік жазба жасамаңыз немесе біздің Қызметтеріміздің ешбіріне қол жеткізбеңіз және оларды басқаша пайдаланбаңыз. Егер сіз осы Келісімді бұзғыңыз келсе, мұны кез келген уақытта есептік жазбаңызды жауып, Persona 1.0-ге кіруден және оны кейіннен пайдаланудан бас тарту арқылы жасай аласыз.
Қызметтер
Осы Келісім www.personabest.com веб-сайтына және Persona 1.0 мобильді қосымшасына қолданылады.
Сіз осы Келісімді Persona 1.0-мен жасасасыз.

Сіз Persona 1.0 пайдаланушысы болғандықтан, дербес деректеріңізді жинау, пайдалану және беру Persona 1.0 Құпиялылық саясатымен реттеледі.
Сіз Persona 1.0 Құпиялылық саясатымен танысқаныңызды растайсыз.

Өзгерістер

Persona 1.0 осы Келісімге өзгерістер енгізуге құқылы.

Persona 1.0 осы Келісімге және Құпиялылық саясатына мерзімді түрде өзгерістер енгізуі мүмкін. Егер бұл қолданыстағы заңнамада талап етілсе немесе осы Келісімге елеулі өзгерістер енгізілген жағдайда, Persona 1.0 өзгерістер күшіне енгенге дейін олармен танысуға мүмкіндік беру үшін тиісті хабарлама жариялайды. Persona 1.0 өзгерістердің кері күші болмайтынына келіседі. Егер сіз осы өзгерістердің кез келгенімен келіспесеңіз, есептік жазбаңызды жабуға құқығыңыз бар. Тиісті ережелер мен шарттардың өзгергені туралы хабарлама жарияланғаннан немесе жіберілгеннен кейін Persona 1.0 Қызметтерін пайдалануды жалғастыра отырып, сіз өзгерістер күшіне енген күндегі жаңартылған ережелер мен шарттармен келісесіз.

2. Міндеттемелер
Сіздің есептік жазбаңыз
Сіз құпия сөзіңізді құпия сақтауға міндеттісіз.

Сіз өзіңіздің есептік жазбаңызды басқа тұлғалардың пайдалануына беруге құқығыңыз жоқ және Persona 1.0 саясаттары мен заң талаптарын орындауға міндеттісіз.

Қатысушылар есептік жазбаның иелері болып табылады. Сіз: (1) есептік жазбаңызды рұқсатсыз кіруден қорғауға (мысалы, сенімді құпия сөзді пайдалану және оны құпия сақтау); (2) есептік жазбаңызбен бөліспеуге немесе оны немесе оның кез келген бөлігін бермеуге (мысалы, қолда бар контактілеріңізді қайта жіберу арқылы басқа тұлғалардың дербес деректерін сату немесе беру); және (3) заңды, Persona 1.0-дегі Рұқсат етілген және тыйым салынған әрекеттер тізімін (төменде) және Мамандар қоғамдастығына арналған саясатты сақтауға міндеттенесіз. Сіз есептік жазбаңызды жапқанға дейін немесе оның басқалар тарапынан заңсыз пайдаланылғаны туралы хабарлағанға дейін оны пайдалану кезінде болатын барлық нәрсеге жауапты боласыз.

Сіз бен басқа адамдар арасындағы қарым-қатынаста есептік жазба сізге тиесілі.

Төлем және есеп айырысулар
Сіз төлемді уақытында және толық көлемде жүргізуге міндеттенесіз және төлем деректеріңіз Persona 1.0-де сақталатынына келісесіз. Persona 1.0 ақылы қызметтерінің құнына қосымша комиссиялар мен салықтар алынуы мүмкін екенін түсінесіз. Persona 1.0 болашақта баға белгілеуді өзгертуге құқылы.

Кез келген ақылы қызметтерді сатып алған жағдайда, сіз Persona 1.0-ге осындай қызметтердің тиісті құнын және салықтарды төлеуге келісесіз, сондай-ақ ақылы қызметтерді пайдалануды реттейтін қосымша шарттарды сақтауға келісесіз. Қызметтердің көрсетілген құны төленбеген жағдайда, ақылы қызметтерді көрсету біржақты тәртіппен тоқтатылуы мүмкін. Сонымен қатар, сіз төмендегілермен келісесіз:

1. Сатып алу кезінде валюталарды айырбастау үшін комиссиялық алым алынуы мүмкін немесе аймаққа байланысты (мысалы, валюта бағамдарына байланысты) баға айырмашылығы туындауы мүмкін.
2. Persona 1.0 заңмен рұқсат етілген шектерде ақылға қонымды мерзімде хабарлай отырып, қызметтердің тарифтерін болашаққа өзгертуге құқылы.
3. Біз сіздің Persona 1.0-ге ұсынған төлем деректеріңіз негізінде төлеуге міндетті салықтардың сомасын есептей аламыз.

Хабарламалар мен хабарлар
Сіз хабарламалар мен хабарларды жеткізу үшін Persona 1.0 өзінің веб-сайттарын, қосымшаларын және қолда бар байланыс мәліметтерін пайдаланатынына келісесіз. Егер байланыс мәліметтеріңіз ескірген болса, сіз Persona 1.0-ден маңызды хабарламаларды өткізіп алуыңыз мүмкін.

Сіз Persona 1.0 сізге хабарламалар мен хабарларды келесі жолдармен жіберетініне келісесіз: (1) қызметтер аясында; (2) сіз ұсынған байланыс мәліметтерін (мысалы, электрондық пошта мекенжайы, ұялы телефон нөмірі, нақты мекенжай) пайдалана отырып. Сіз байланыс мәліметтеріңізді өзекті күйде ұстауға келісесіз.

Ақпарат алмасу
Persona 1.0 Қызметтері аясында қандай да бір ақпаратпен бөліскенде, басқа адамдар бұл ақпаратты көре, көшіре және пайдалана алады.

Persona 1.0 ақпаратпен алмасудың әртүрлі жолдарына мүмкіндік береді, мысалы, сіздің профиліңіз арқылы, функционалға және сіз жасаған таңдауға байланысты басқа пайдаланушылар сіз бөліскен ақпаратты көре алады.

Сіз және Persona 1.0, Persona 1.0 сіз ұсынған кез келген ақпаратты (соның ішінде контентті және/немесе дербес деректерді) Құпиялылық саясатының шарттарына және сіз таңдаған параметрлерге (соның ішінде баптауларға) сәйкес ала алатынына, сақтай алатынына, өңдей алатынына және пайдалана алатынына келісесіз.

Persona 1.0-ге қызметтер туралы ұсыныстар немесе басқа пікірлер жіберген кезде, сіз біздің мұндай пікірлерді сізге өтемақы төлемей-ақ кез келген мақсатта пайдалануға және басқаларға беруге құқылы екенімізге (бірақ міндетті емес) келісесіз.

Сіз Persona 1.0 профиліңізде тек шындыққа жанасатын ақпаратты орналастыруға міндеттенесіз.

Қызметтердің қолжетімділігі
Persona 1.0 кейбір функцияларға қолжетімділікті өзгерте немесе шектей алады немесе кез келген Қызметті көрсетуді тоқтата алады.

Persona 1.0 қызмет көрсету сипатын өзгертуге, кез келген қызметті көрсетуді тоқтата тұруға немесе тоқтатуға құқылы. Persona 1.0 сондай-ақ функционалға, контентке және басқа ақпаратқа қолжетімділікті барлық пайдаланушылар қол жеткізе алмайтындай етіп шектеуге құқылы (мысалы, елдер бойынша немесе жазылым бойынша шектеу).

Persona 1.0 сіз орналастырған кез келген ақпаратты сақтауға немесе көрсетуге (немесе болашақта көрсетуге) міндеттенбейді. Persona 1.0 деректерді сақтау қызметі болып табылмайды. Сіз Persona 1.0-дің қолданыстағы заңнамада және Persona 1.0 Құпиялылық саясатында көзделген жағдайларды қоспағанда, профиліңіздегі ақпараттың немесе сіз немесе басқалар ұсынған басқа ақпараттың көшірмесін сақтау, қолдау немесе сізге ұсыну бойынша ешқандай міндеттеме алмайтынына келісесіз.

3.3. Үшінші тарап контенті, веб-сайттар мен қосымшалар
Сіз қызметтерді пайдалану кезінде орналастырылған ақпаратты өз тәуекеліңізбен көресіз және пайдаланасыз. Басқа тұлғалар Persona 1.0 қосымшасы арқылы өз өнімдері мен қызметтерін ұсына алады. Persona 1.0 үшінші тұлғалардың әрекеттері үшін жауап бермейді.

Басқа тұлғалардың ақпараты: қосымшаны пайдалана отырып, сіз дұрыс емес, толық емес, ескірген, жаңылыстыратын, заңсыз, қорлайтын немесе басқаша зиян келтіретін ақпаратқа тап болуыңыз мүмкін. Сіз Persona 1.0 үшінші тұлғалар, соның ішінде пайдаланушылар ұсынатын контент немесе басқа ақпарат үшін жауап бермейтініне келісесіз.

Persona 1.0 қосымшаны заңсыз пайдаланудың алдын әрқашан ала алмайды және сіз Persona 1.0 кез келген мұндай заңсыз пайдалану үшін жауапты емес екеніне келісесіз. Сіз сондай-ақ үшінші тұлғалар сізге немесе сіздің ұйымыңызға қатысты дұрыс емес немесе жаңылыстыратын ақпаратпен бөлісуі мүмкін екендігі, сондай-ақ сізді немесе сіздің ұйымыңызды басқа тұлғаларға қатысты контентпен қате байланыстыруы мүмкін тәуекелін қабылдайсыз.

Сіз сондай-ақ Persona 1.0 пайдаланушыларға басшылық етпейтініне келісесіз. Persona 1.0 жұмысқа орналасуды немесе басқа жұмысты ұсынатын кез келген пайдаланушының атынан агент немесе рекрутингтік агенттік болып табылмайды. Жұмысқа орналасуға немесе басқа жұмысқа қатысты Persona 1.0 жұмыс беруші болып табылмайды.

Шектеулер
Persona 1.0 Қызметтерді көрсету аясында байланыс орнату және өзара іс-қимыл жасау тәсілдерін шектеуге құқылы.

Persona 1.0 қосымшаны пайдалануыңызды және басқа пайдаланушылармен байланысу мүмкіндігіңізді шектеу құқығын өзіне қалдырады. Persona 1.0, егер сіз осы Келісімді немесе заңды бұзсаңыз немесе қосымшаны дұрыс пайдаланбасаңыз, есептік жазбаңыздың қолданылуын шектеуге, тоқтата тұруға немесе тоқтатуға құқылы.

Persona 1.0 сондай-ақ, егер бұл осы Келісімнің шарттарын бұзады деп есептесек, сіз орналастырған ақпаратты жоя алады.

Зияткерлік меншік құқықтары
Persona 1.0 сізге біздің зияткерлік меншік құқықтарымыз туралы хабарлайды.

Persona 1.0 қызмет көрсету аясында өзінің зияткерлік меншігіне барлық құқықтарды сақтайды. Қосымшада пайдаланылатын тауар белгілері мен логотиптер тиісті иелеріне тиесілі. Persona 1.0 логотипі, сондай-ақ қосымша аясында пайдаланылатын басқа тауар белгілері, қызмет көрсету белгілері, суреттер мен Persona 1.0 логотиптері Persona 1.0 тауар белгілері немесе тіркелген тауар белгілері болып табылады.

4. Жауапкершілікті шектеу
Кепілдіктердің болмауы
Осымен Persona 1.0 қызметтердің сапасы, қауіпсіздігі және сенімділігі үшін заңды жауапкершіліктен бас тартады.

PERSONA 1.0 ЖӘНЕ PERSONA-НЫҢ ҮЙЛЕСІМДІ ТҰЛҒАЛАРЫ ҚЫЗМЕТТЕРГЕ ҚАТЫСТЫ ЕШҚАНДАЙ МӘЛІМДЕМЕЛЕР МЕН КЕПІЛДІКТЕР БЕРМЕЙДІ, СОНЫҢ ІШІНДЕ ҚЫЗМЕТТЕРДІҢ ҮЗДІКСІЗ ЖӘНЕ ҚАТЕСІЗ ЖҰМЫСЫНА ҚАТЫСТЫ ЕШҚАНДАЙ МӘЛІМДЕМЕЛЕР БЕРМЕЙДІ ЖӘНЕ ҚЫЗМЕТТЕРДІ (СОНЫҢ ІШІНДЕ КОНТЕНТ ПЕН АҚПАРАТТЫ) «СОЛАЙ БОЛҒАН КҮЙІНДЕ» ЖӘНЕ «ҚОЛЖЕТІМДІЛІГІНЕ ҚАРАЙ» ШАРТТАРЫМЕН ҰСЫНАДЫ. PERSONA ЖӘНЕ PERSONA-НЫҢ ҮЙЛЕСІМДІ ТҰЛҒАЛАРЫ ҚОЛДАНЫСТАҒЫ ЗАҢНАМАМЕН РҰҚСАТ ЕТІЛГЕН ЕҢ ЖОҒАРЫ ДӘРЕЖЕДЕ КЕЗ КЕЛГЕН ЖАНАМА НЕМЕСЕ ЗАҢДА КӨЗДЕЛГЕН ЖАУАПКЕРШІЛІКТЕН, СОНЫҢ ІШІНДЕ МЕНШІҚ ҚҰҚЫҚТАРЫНЫҢ ТАЗАЛЫҒЫНА, ДЕРЕКТЕРДІҢ ДӘЛДІГІНЕ, ҚҰҚЫҚ БҰЗУШЫЛЫҚТАРДЫҢ БОЛМАУЫНА, КОММЕРЦИЯЛЫҚ ҚҰНДЫЛЫҚҚА НЕМЕСЕ НАҚТЫ МАҚСАТТАРҒА СӘЙКЕСТІГІНЕ ҚАТЫСТЫ ЖАНАМА ЖАУАПКЕРШІЛІКТЕН БАС ТАРТАДЫ.

Жауапкершілікті алып тастау
Persona 1.0-дің сіздің алдыңыздағы заңды жауапкершілігі шектеулі.

PERSONA 1.0 ЖӘНЕ PERSONA-НЫҢ ҮЙЛЕСІМДІ ТҰЛҒАЛАРЫ ЗАҢМЕН РҰҚСАТ ЕТІЛГЕН ЕҢ ЖОҒАРЫ ДӘРЕЖЕДЕ (ЖӘНЕ ЕГЕР PERSONA КОМПАНИЯСЫМЕН ОСО КЕЛИСІМНІҢ ОРНЫНА ЖҮРЕТІН ЖЕКЕ ЖАЗБАША КЕЛІСІМ ЖАСАЛМАСА) ОСО КЕЛІСІМ БОЙЫНША АЙЫРЫЛЫП ҚАЛҒАН ПАЙДА НЕМЕСЕ БИЗНЕС-МҮМКІНДІКТЕР, БЕДЕЛГЕ НҰҚСАН КЕЛТІРУ (МЫСАЛЫ, ҚОРЛАЙТЫН НЕМЕСЕ ЖАЛА ЖАБУ СИПАТЫНДАҒЫ МӘЛІМДЕМЕЛЕР), ДЕРЕКТЕРДІ ЖОҒАЛТУ (МЫСАЛЫ, ТОҚТАП ҚАЛУ НЕМЕСЕ АҚПАРАТТЫҢЫЗДЫ НЕМЕСЕ КОНТЕНТТІ ЖОҒАЛТУ, ПАЙДАЛАНУ НЕМЕСЕ ӨЗГЕРТУ) НЕМЕСЕ КЕЗ КЕЛГЕН ЖАНАМА, КЕЗДЕЙСОҚ, САЛДАРЛЫҚ, ФАКТІЛІК НЕМЕСЕ АЙЫППҰЛДЫҚ ЗАЛАЛДАР ҮШІН ЖАУАПКЕРШІЛІКТЕН БОСАТЫЛАДЫ.

PERSONA 1.0 ЖӘНЕ PERSONA-НЫҢ ҮЙЛЕСІМДІ ТҰЛҒАЛАРЫ ОСО КЕЛІСІМ БОЙЫНША ТЕК (A) ОСО КЕЛІСІМНІҢ ҚОЛДАНЫЛУ МЕРЗІМІ ІШІНДЕ ҚЫЗМЕТТЕР ҮШІН PERSONA-ҒА ТӨЛЕНГЕН НЕМЕСЕ ТӨЛЕНУІ ТИІС ҚЫЗМЕТТЕРДІҢ ЖАЛПЫ ҚҰНЫ ШЕГІНДЕ ЖАУАПТЫ БОЛАДЫ.

Мәміленің негізі. Ерекшеліктер
Осы 4-бөлімдегі жауапкершілікті шектеулер сіз бен Persona 1.0 арасындағы мәміленің негіздерінің бірі болып табылады және кез келген талаптар бойынша жауапкершілікке қолданылады (мысалы, кепілдіктер, деликт, немқұрайлылық, шарттар бойынша талаптар, заң негізіндегі талаптар), тіпті егер Persona 1.0 немесе Persona-ның үйлесімді тұлғалары кез келген осындай залалдың туындау мүмкіндігі туралы хабардар болса да және тіпті егер мұндай құқықтық қорғау құралдары өздерінің негізгі мақсатына жетпеген жағдайда да.

МҰНДАЙ ЖАУАПКЕРШІЛІКТІ ШЕКТЕУЛЕР ӨЛІМГЕ НЕМЕСЕ ДЕНЕ ЖАРАҚАТТАРЫНА ӘКЕП СОҚТЫРҒАН ЖАУАПКЕРШІЛІККЕ, СОНДАЙ-АҚ АЛАЯҚТЫҚҚА, ДӨРЕКІ НЕМҚҰРАЙЛЫЛЫҚҚА НЕМЕСЕ ҚАСАҚАНА ЗАҢСЫЗ ӘРЕКЕТТЕРГЕ НЕМЕСЕ МӘНДІ МІНДЕТТЕМЕ БҰЗЫЛҒАН НЕМҚҰРАЙЛЫЛЫҚ ЖАҒДАЙЛАРЫНА ҚОЛДАНЫЛМАЙДЫ. МӘНДІ МІНДЕТТЕМЕ ДЕП БІЗДІҢ ҚЫЗМЕТТЕРІМІЗДІ ҰСЫНУДЫҢ ҚАЖЕТТІ ШАРТЫ БОЛЫП ТАБЫЛАТЫН ЖӘНЕ СІЗДІҢ СЕНУГЕ АҚЫЛҒА ҚОНЫМДЫ НЕГІЗІҢІЗ БАР МІНДЕТТЕМЕ ТҮСІНІЛЕДІ, БІРАҚ ТЕК КЕЛТІРІЛГЕН ЗАЛАЛ ОСЫНДАЙ БҰЗУШЫЛЫҚТЫҢ ТІКЕЛЕЙ САЛДАРЫ БОЛЫП ТАБЫЛАТЫН ЖӘНЕ ОСЫ КЕЛІСІМДІ ЖАСАСУ КЕЗІНДЕ АЛДЫН АЛА БОЛЖАУҒА БОЛАТЫН ДӘРЕЖЕДЕ ЖӘНЕ МҰНДАЙ ЗАЛАЛ ОСЫ КЕЛІСІМ ТҰРҒЫСЫНАН ТИПТІК БОЛЫП ТАБЫЛАТЫН ДӘРЕЖЕДЕ.

5. Қолданылуын тоқтату
Тараптар осы Келісімді кез келген уақытта бұзуға құқылы. Бұл ретте тараптардың жекелеген құқықтары мен міндеттемелері күшінде қалады.

Сіз де, Persona 1.0 де екінші тарапқа тиісті хабарлама жіберу арқылы осы Келісімді кез келген уақытта бұзуға құқылысыз. Бұзылған жағдайда сіз Persona 1.0-ге кіру және қосымшаны пайдалану құқығынан айырыласыз. Төменде аталған құқықтар, міндеттемелер мен шарттар осы Келісім бұзылғаннан кейін де күшінде қалады:

• сіз осы Келісімді бұздыңыз
• Persona 1.0 үшін тәуекел немесе ықтимал заңды жауапкершілік тудырасыз
• ұзақ уақыт бойы есептік жазбаңызды пайдаланбайсыз

6. Қолданылатын құқық және дауларды шешу
Құқықтық дау туындаған екіталай жағдайда, сіз және Persona 1.0, тұрғылықты жеріңізге байланысты мұндай даулы мәселелер Қазақстан заңнамасын қолдана отырып, Қазақстан соттарында реттелетініне келісесіз.

7. Persona 1.0-дегі рұқсат етілген және тыйым салынған әрекеттер
Persona 1.0 — бұл тұлғалар қоғамдастығы. «Рұқсат етілген және тыйым салынған әрекеттер» тізімі, егер Persona 1.0 жеке жазбаша нысанда (мысалы, зерттеу жүргізу туралы шарт аясында) тікелей рұқсат бермесе, Persona 1.0 қосымшасын пайдалану кезінде не істей алатыныңызды және не істей алмайтыныңызды шектейді.

Рұқсат етілген әрекеттер
Сіз мыналарға міндетті екеніңізге келісесіз:

1. барлық қолданыстағы заңнаманы, соның ішінде жеке өмірге қолсұғылмаушылық туралы заңдарды, зияткерлік меншік туралы заңдарды, спаммен күрес туралы заңдарды, экспорттық бақылау туралы заңдарды, контентті жариялау тәртібін реттейтін заңдарды және басқа да қолданыстағы заңдар мен нормативтік талаптарды сақтауға;
2. сенімді байланыс және жеке ақпаратты ұсынуға, сондай-ақ оны өзекті күйде ұстауға;
3. профиліңізде нақты аты-жөніңізді пайдалануға;
4. қызметтерді кәсіби және іскерлік мақсаттарда пайдалануға.

Тыйым салынған әрекеттер
Сіз мыналарды істемейтініңізге келісесіз:

1. Persona 1.0-де жалған есептік жазбалар жасауға, өзіңіздің тұлғаңызға қатысты жаңылыстыруға, өзіңізден (нақты тұлғадан) басқа біреу үшін пайдаланушы профилін жасауға, сондай-ақ біреудің есептік жазбасын пайдалануға немесе пайдалануға әрекет жасауға (мысалы, жүйеге кіру үшін тіркелгі деректерін беру);
2. ұсынылатын Қызметтерді, соның ішінде Қызметтер аясындағы профильдер мен басқа деректерді веб-скрейпинг жасау немесе көшіру үшін бағдарламалық өнімдерді, құрылғыларды, скрипттерді, робот-бағдарламаларды немесе кез келген басқа құралдарды немесе процестерді (мысалы, бағдарлама-айналып өтушілерді, браузерлердің қосылатын модульдері мен қондырмаларын немесе кез келген басқа технологияларды) әзірлеуге, қолдауға немесе пайдалануға;
3. қауіпсіздік жүйесінің кез келген функцияларын бұғаттауға немесе қолжетімділікті бақылаудың кез келген элементтерін немесе Қызметтерді пайдаланудағы шектеулерді (мысалы, іздеу нәтижелерін, профильдерді немесе бейнелерді) айналып өтуге;
4. контент иесінің (мысалы, өзіне тиесілі контентке қатысты Persona) келісімінсіз ұсынылған Қызметтер негізінде алынған кез келген ақпаратты (соның ішінде контентті) тікелей де, үшінші тұлғалар (мысалы, іздеу құралдары немесе деректер агрегаторлары немесе брокерлер) арқылы да көшіруге, пайдалануға, көрсетуге немесе таратуға;
5. ақпаратты жария етуге келісім алмай тұрып жария етуге (мысалы, басқа тұлғалардың, соның ішінде жұмыс берушіңіздің құпия ақпаратын);
6. басқа тұлғалардың зияткерлік меншік құқықтарын, соның ішінде авторлық құқықтарды, патенттерге құқықтарды және тауар белгілерін, коммерциялық құпияларды және басқа да мүліктік құқықтарды бұзуға. Мысалы, басқа тұлғалардың жарияланымдарын немесе өзге де контентін олардың рұқсатынсыз көшіруге немесе таратуға (қолжетімді «бөлісу» функциясын қоспағанда) тыйым салынады;
7. Persona 1.0-дің зияткерлік меншік құқықтарын және өзге де құқықтарын бұзуға, соның ішінде (i) Persona-ның оқыту бейнелерін немесе өзге де материалдарын көшіру немесе тарату; (ii) ашық бастапқы коды бар бағдарламалық қамтамасыз етуге лицензия болмаған жағдайда Persona 1.0 технологиясын көшіру немесе тарату; немесе (iii) Брендті пайдалану ережелерінде өзгеше көзделген жағдайларды қоспағанда, кез келген фирмалық атауда, электрондық пошта хабарында немесе URL-мекенжайында «Persona» сөзін немесе Persona логотиптерін пайдалану;
8. құрамында бағдарламалық вирустар, «құрттар» немесе кез келген басқа зиянды коды бар контентті орналастыруға (немесе онымен басқаша бөлісуге);
9. ашық бастапқы технологияларды қоспағанда, Қызметтердің немесе олармен байланысты кез келген технологиялардың бастапқы кодын алудың технологиясын ашуды, декомпиляциялауды, кері ассемблерлеуді, шифрын ашуды немесе өзге де тәсілдерін жүзеге асыруға;
10. Persona 1.0-мен серіктестік қатынастар арқылы байланысыңыз бар екенін немесе Persona-дан алғаныңызды тұспалдауға немесе мәлімдеуге;
11. Persona 1.0-дің келісімінсіз қызметтерді немесе олармен байланысты деректерді уақытша пайдалануға беруге, жалға беруге, айырбастауға, сатуға/қайта сатуға немесе өзгеше түрде монетизациялауға немесе оларға қол жеткізуге;
12. Persona 1.0-дің келісімінсіз біздің Қызметтеріміз аясында өзіңіздің профиліңізді немесе тобыңызды ілгерілетуден басқа кез келген мақсаттар үшін қызметтерге тікелей сілтемелер орналастыруға;
13. қосымшаға қол жеткізудің боттарын немесе басқа тыйым салынған автоматтандырылған әдістерін пайдалануға;
14. Қызметтердің сыртқы түрін немесе жұмыс істеуін қайта жасауға, айналауға немесе өзге тәсілмен имитациялауға;
15. Persona 1.0 қызметтерін немесе олардың сыртқы түрін қабаттастыруды орындауға немесе өзгеше түрде өзгертуге (мысалы, қызметтерге элементтерді енгізу немесе қызметтер аясында көрсетілетін жарнамалық хабарландыруды жою, жасыру немесе күңгірттеу арқылы);
16. қосымшаның қалыпты жұмыс істеуіне кедергі келтіруге немесе оларға шамадан тыс жүктеме түсіруге (мысалы, спамды, «қызмет көрсетуден бас тарту» (DoS) типті шабуылдарды, вирустарды, манипуляциялау алгоритмдерін пайдалану арқылы);
17. Persona 1.0 Қызметтерін заңсыз, жаңылыстыратын, кемсітушілік немесе алаяқтық әрекеттер жасау үшін пайдалануға; және/немесе
18. есептілік немесе апелляция беру процесін теріс пайдалануға, соның ішінде қайталанатын, алаяқтық немесе негізсіз есептерді, шағымдарды немесе өтініштерді ұсыну арқылы.

9. Ақпаратқа қатысты шағымдар
Persona 1.0 пайдаланушылары ұсынған ақпаратқа шағымдану үшін байланыс деректері.

Біз сізден құқықтарыңызды (соның ішінде зияткерлік меншік құқықтарын) бұзады немесе осы Келісімді немесе заңды өзгеше түрде бұзады деп есептейтін ақпарат туралы хабарлауыңызды сұраймыз. Заң бойынша мүмкін болатын дәрежеде, біз функцияларға, қызметтерге немесе ақпаратқа қолжетімділікті жоя аламыз немесе шектей аламыз, атап айтқанда, егер біз мұны Persona 1.0-ге немесе басқа тұлғаларға зиян келтірудің алдын алу үшін негізді түрде қажет деп санасақ, егер бұл заңды бұзса немесе біздің Қызметтерімізді заңсыз пайдаланудың алдын алу үшін негізді түрде қажет болса. Біз осы Келісім шарттарының елеулі бұзылуына қарсы шаралар қабылдау құқығын өзімізге қалдырамыз, соның ішінде елеулі бұзушылықтар үшін есептік жазбаны пайдалануға шектеулер енгізу арқылы.

Persona 1.0 басқа тұлғалардың зияткерлік меншік құқықтарын құрметтейді. Сондықтан біз пайдаланушы тарататын ақпараттың сенімді болуын және үшінші тұлғалардың зияткерлік меншік құқықтары мен басқа да құқықтарын бұзбауын талап етеміз.`;
