export const privacyRu = `Политика конфиденциальности

Persona 1.0
Дата: 
Введение
Persona 1.0 – это социальная сеть в виде мобильного приложения, созданная для индивидуального развития человека как личности с функцией формирования личного рейтинга при взаимодействии с другими участниками. Это онлайн - платформа для нахождения интересующих людей, коммуникации, получение необходимой информации и поиска возможностей через других пользователей. Политика конфиденциальности Persona 1.0 распространяется на всех пользователей, использующих услуги Persona 1.0. Все пользователи проходят обязательную регистрацию для использования приложения. 

1. Данные, собираемые Persona 1.0
Данные, которые вы предоставляете Persona 1.0
Регистрация
Чтобы создать учетную запись, вам необходимо предоставить запрашиваемые данные, включая ваши имя и фамилию, адрес электронной почты и/или номер мобильного телефона, основной регион и т.д., а также пароль. В случае регистрации для получения доступа к формированию личного рейтинга вам необходимо будет указать способ оплаты (например, банковская карта) и платежные реквизиты.
Профиль
У вас есть возможность выбора информации в вашем профиле, например, вашего образования, опыта работы, навыков, фотографии, города или района и т.д. Вы не обязаны указывать в профиле дополнительную информацию. Информация в профиле помогает вам создать личную анкету, которая отображает все ваши преимущества для просмотра другими пользователями. Вы выбираете, хотите ли вы указывать в своем профиле конфиденциальную информацию и делать ли ее общедоступной. Не публикуйте и не указывайте в своем профиле персональные данные, которые предназначены для ограниченного круга лиц. Ваш профиль это реклама вашей личности в приложении Persona 1.0
Размещение информации
Persona 1.0 осуществляет сбор ваших персональных данных, когда вы предоставляете, размещаете или загружаете их в ходе использования, в том числе при заполнении какой-либо формы (например, места жительства или сведениями о заработной плате).
Persona 1.0 постоянно работает над повышением качества своего приложения. Это означает, что Persona 1.0 получает новые данные и со временем может создавать новые способы использования данных. Функциональность приложения Persona 1.0 постоянно совершенствуется. 

2. Как Persona 1.0 использует ваши данные
Persona 1.0 использует ваши данные для предоставления, поддержки, персонализации качества услуг Persona 1.0. 
Мы можем использовать ваши личные данные для улучшения, разработки и предоставления продуктов и услуг, разработки и обучения моделей искусственного интеллекта (ИИ), разработки, предоставления и персонализации наших услуг, а также для получения информации с помощью ИИ, автоматизированных систем и логических построений, чтобы наши услуги были более актуальными и полезными для вас и других людей. 

2.1. Услуги
Persona 1.0 позволяют вам общаться с другими участниками, находить людей с общими интересами, использовать все возможности приложения и повышать личную эффективность.
Возможности Persona 1.0 позволяют вам оставаться на связи с коллегами, партнерами, клиентами и другими профессиональными контактами, а также получать актуальную информацию о них. 
Persona 1.0 позволяют вам осуществлять поиск потенциальных клиентов, заказчиков и других участников для ведения бизнеса. Услуги Persona 1.0 позволяют вам общаться с другими пользователями, планировать и готовиться к встречам с ними

2.3. Средства связи
Persona 1.0 связывается с вами и реализует функцию обмена сообщениями между пользователями. 
Для связи с вами будет использоваться электронная почта или мобильный телефон. 
Persona 1.0 использует данные для совершенствования приложения. Это позволяет предоставлять вам и другим участникам более качественные, интуитивно понятные и персонализированные услуги, а также расширять аудиторию пользователей и повышать их заинтересованность и помогать связываться друг с другом, находить и использовать возможности.

3. Распространение информации компанией Persona 1.0
Любые данные, указанные в вашем профиле будут доступны другим пользователям в соответствии с вашими настройками.

Профиль
Ваш профиль полностью доступен для просмотра всем пользователям Persona 1.0

Поставщики услуг
Persona 1.0 может привлекать третьих лиц к оказанию Услуг.
Persona 1.0 привлекает третьих лиц для оказания Услуг (например, для обслуживания, анализа, аудита, оплаты, выявления мошенничества, поддержки клиентов, маркетинга и разработки). Такие третьи лица получают доступ к вашим данным (например, к содержанию запроса в службу поддержки клиентов) в той степени, в которой это разумно необходимо для выполнения таких задач от имени Persona 1.0, и принимают на себя обязательство не разглашать эти данные и не использовать их для иных целей. Если вы приобретаете у нас платную услугу, мы можем использовать поставщика платежных услуг, который может отдельно собирать информацию о вас (например, для предотвращения мошенничества или для выполнения юридических обязательств).

Раскрытие информации в рамках закона
Возможно, компания Persona 1.0 будет обязана поделиться вашими данными, если сочтет, что это требуется по закону или для защиты ваших прав и обеспечения вашей безопасности, а также для защиты прав и обеспечения безопасности Persona 1.0 или других лиц.
Возможна ситуация, когда компания Persona будет обязана раскрыть информацию о вас в соответствии с требованиями законодательства, повестки о вызове в суд или другого юридического процесса, а также в случаях, когда Persona 1.0 имеет основания полагать, что раскрытие информации необходимо для: (1) расследования, предотвращения или принятия мер против предполагаемых или фактических правонарушений либо в помощь государственным правоохранительным органам; (2) приведения в исполнение условий любых соглашений с вами; (3) расследования любых исков или обвинений со стороны третьих лиц и защиты от них; (4) обеспечения безопасности и целостности Услуг Persona 1.0 или продуктов или услуг наших Аффилированных лиц (например, предоставляя доступ компаниям, столкнувшимся с аналогичными угрозами); (5) осуществления или защиты прав или безопасности Persona 1.0, участников и сотрудников Persona 1.0 или других лиц. Persona 1.0 старается уведомлять пользователей о надлежаще заявленных требованиях в отношении раскрытия их персональных данных, когда считает это целесообразным, при условии, что такое раскрытие не запрещено законом или распоряжением суда, а также если запрос на раскрытие не является срочным. Persona 1.0 может оспорить такие требования, если посчитает на свое усмотрение, что такой запрос является чрезмерно широким, неясен или не имеет надлежащего правомочия.

4. Ваши права и обязанности
Сохранение данных
Persona 1.0 хранит большую часть ваших персональных данных до тех пор, пока ваша учетная запись открыта.
Как правило, Persona 1.0 сохраняет ваши персональные данные до тех пор, пока вы не закроете вашу учетную запись. Вы можете просматривать ваши персональные данные или удалять их. 
Информация, которой вы поделились с другими пользователями будет доступна для просмотра даже после закрытия вашей учетной записи. 
Кроме того, Persona 1.0 не может контролировать данные, которые другие пользователи скопировали из приложения Persona 1.0. 

5. Прочая важная информация
Безопасность
Persona 1.0 не может гарантировать безопасность какой-либо информации, передаваемой вами в Persona 1.0. Мы не даем никаких гарантий, что данные не будут просмотрены, раскрыты, изменены или уничтожены вследствие отказа или взлома каких-либо физических, технических или административных мер защиты.
Persona собирает и обрабатывает персональные данные о вас при наличии законных оснований. К законным основаниям относятся согласие (когда вы дали соответствующее согласие).
В настоящее время Persona не предоставляет персональные данные третьим лицам для целей прямого маркетинга без вашего разрешения. 

Контактные данные
Вы можете связаться с нами или воспользоваться другими вариантами урегулирования претензий.
Все вопросы или претензии относительно настоящей Политики просьба отправлять через сайт www.personabest.com. Вы также можете отправить их обычной почтой. Если ответ не будет получен или если его содержание не удовлетворит отправителя, вы можете воспользоваться другими вариантами урегулирования. Кроме того, лица, проживающие в Указанных странах и других регионах, могут также обратиться к нашему специалисту по защите данных, перейдя по этой ссылке или по адресу DPO@Persona.com. Если такое обращение не удовлетворит отправителя, лица, проживающие в Указанных странах и других регионах, могут воспользоваться другими вариантами урегулирования, которые соответствуют их законодательству.
`;
