export const privacyKz = `Құпиялылық саясаты

Persona 1.0

Кіріспе

Persona 1.0 – басқа қатысушылармен өзара әрекеттесу кезінде жеке рейтингті қалыптастыру функциясы бар жеке тұлғаның жеке дамуына арналған мобильді қосымша түріндегі әлеуметтік желі. Бұл қызығушылық тудыратын адамдарды табуға, байланыс орнатуға, қажетті ақпарат алуға және басқа пайдаланушылар арқылы мүмкіндіктер іздеуге арналған онлайн-платформа. Persona 1.0 құпиялылық саясаты Persona 1.0 қызметтерін пайдаланатын барлық пайдаланушыларға қолданылады. Барлық пайдаланушылар қосымшаны пайдалану үшін міндетті тіркеуден өтеді.

1. Persona 1.0 жинайтын деректер

Сіз Persona 1.0-ге ұсынатын деректер

Тіркелу

Тіркелгі жасау үшін сізден сұралған деректерді, оның ішінде аты-жөніңізді, электрондық пошта мекенжайыңызды және/немесе мобильді телефон нөміріңізді, негізгі аймағыңызды және т.б., сондай-ақ құпия сөзіңізді ұсыну қажет. Жеке рейтингті қалыптастыруға қол жеткізу үшін тіркелген жағдайда, сізден төлем тәсілін (мысалы, банк картасы) және төлем деректемелерін көрсету талап етіледі.

Профиль

Сізде профильдегі ақпаратты таңдау мүмкіндігі бар, мысалы, білімі, жұмыс тәжірибесі, дағдылары, фотосуреті, қаласы немесе ауданы және т.б. Профильде қосымша ақпарат көрсетуге міндетті емессіз. Профильдегі ақпарат сізге басқа пайдаланушылар қарайтын барлық артықшылықтарыңызды көрсететін жеке анкета жасауға көмектеседі. Профиліңізде құпия ақпаратты көрсеткіңіз келетінін және оны жалпыға қолжетімді еткіңіз келетінін өзіңіз таңдайсыз. Шектеулі адамдар тобына арналған жеке деректерді профиліңізде жарияламаңыз және көрсетпеңіз. Сіздің профиліңіз – Persona 1.0 қосымшасындағы жеке басыңыздың жарнамасы.

Ақпарат орналастыру

Persona 1.0 сіздің жеке деректеріңізді пайдалану барысында ұсынған, орналастырған немесе жүктеген кезде, соның ішінде кез келген нысанды толтырған кезде (мысалы, тұрғылықты жері немесе жалақы туралы мәліметтер) жинайды.

Persona 1.0 қосымшасының сапасын арттыру бойынша үнемі жұмыс жасайды. Бұл Persona 1.0-дің жаңа деректер алатынын және уақыт өте келе деректерді пайдаланудың жаңа тәсілдерін жасай алатынын білдіреді. Persona 1.0 қосымшасының функционалдығы үнемі жетілдіріліп отырады.

2. Persona 1.0 деректеріңізді қалай пайдаланады

Persona 1.0 деректеріңізді Persona 1.0 қызметтерін ұсыну, қолдау, жекелендіру сапасы үшін пайдаланады.

Біз сіздің жеке деректеріңізді өнімдер мен қызметтерді жақсарту, әзірлеу және ұсыну, жасанды интеллект (ЖИ) үлгілерін әзірлеу және оқыту, қызметтерімізді әзірлеу, ұсыну және жекелендіру, сондай-ақ ЖИ, автоматтандырылған жүйелер мен логикалық құрылымдар арқылы ақпарат алу үшін пайдалана аламыз, осылайша қызметтеріміз сіз бен басқа адамдар үшін неғұрлым өзекті және пайдалы болады.

2.1. Қызметтер

Persona 1.0 сізге басқа қатысушылармен байланысуға, ортақ мүдделері бар адамдарды табуға, қосымшаның барлық мүмкіндіктерін пайдалануға және жеке тиімділікті арттыруға мүмкіндік береді.

Persona 1.0 мүмкіндіктері сізге әріптестерімен, серіктестерімен, клиенттерімен және басқа кәсіби байланыстарымен үнемі хабарласып отыруға, сондай-ақ олар туралы өзекті ақпарат алуға мүмкіндік береді.

Persona 1.0 сізге бизнес жүргізу үшін әлеуетті клиенттерді, тапсырыс берушілерді және басқа қатысушыларды іздеуге мүмкіндік береді. Persona 1.0 қызметтері сізге басқа пайдаланушылармен байланысуға, олармен кездесулерді жоспарлауға және дайындалуға мүмкіндік береді.

2.3. Байланыс құралдары

Persona 1.0 сізбен байланысады және пайдаланушылар арасындағы хабарлама алмасу функциясын іске асырады.

Сізбен байланысу үшін электрондық пошта немесе мобильді телефон пайдаланылады.

Persona 1.0 деректерді қосымшаны жетілдіру үшін пайдаланады. Бұл сізге және басқа қатысушыларға неғұрлым сапалы, интуитивті және жекелендірілген қызметтер ұсынуға, сондай-ақ пайдаланушылар аудиториясын кеңейтуге және олардың қызығушылығын арттыруға және бір-бірімен байланысуға, мүмкіндіктерді табуға және пайдалануға көмектеседі.

3. Persona 1.0 компаниясының ақпаратты тарату тәртібі

Профиліңізде көрсетілген кез келген деректер параметрлеріңізге сәйкес басқа пайдаланушыларға қолжетімді болады.

Профиль

Сіздің профиліңіз Persona 1.0-дің барлық пайдаланушылары үшін толық қолжетімді.

Қызмет көрсетушілер

Persona 1.0 Қызметтерді көрсету үшін үшінші тұлғаларды тарта алады.

Persona 1.0 Қызметтерді көрсету үшін үшінші тұлғаларды тартады (мысалы, қызмет көрсету, талдау, аудит, төлем, алаяқтықты анықтау, клиенттерге қолдау көрсету, маркетинг және әзірлеу мақсатында). Мұндай үшінші тұлғалар Persona 1.0 атынан осындай тапсырмаларды орындау үшін қажетті мөлшерде сіздің деректеріңізге қол жеткізеді және бұл деректерді жарияламауға және өзге мақсаттарда пайдаланбауға міндеттеме алады. Егер сіз бізден ақылы қызмет сатып алсаңыз, біз сіз туралы ақпаратты жеке жинайтын төлем қызметтерінің жеткізушісін пайдалана аламыз.

Заң шеңберінде ақпаратты жариялау

Persona 1.0 компаниясы заң бойынша талап етілетін немесе сіздің құқықтарыңыз бен қауіпсіздігіңізді, сондай-ақ Persona 1.0 немесе басқа тұлғалардың құқықтары мен қауіпсіздігін қорғау үшін қажет деп санаған жағдайда деректеріңізбен бөлісуге міндетті болуы мүмкін.

4. Сіздің құқықтарыңыз бен міндеттеріңіз

Деректерді сақтау

Persona 1.0 сіздің жеке деректеріңіздің көп бөлігін тіркелгіңіз жабылғанға дейін сақтайды.

Әдетте, Persona 1.0 сіздің жеке деректеріңізді тіркелгіңізді жабқанша сақтайды. Сіз жеке деректеріңізді қарай немесе жоя аласыз.

Басқа пайдаланушылармен бөліскен ақпарат тіркелгіңіз жабылғаннан кейін де қарауға қолжетімді болады.

Сонымен қатар, Persona 1.0 басқа пайдаланушылардың Persona 1.0 қосымшасынан көшіріп алған деректерін бақылай алмайды.

5. Басқа маңызды ақпарат

Қауіпсіздік

Persona 1.0 сіз Persona 1.0-ге жіберетін кез келген ақпараттың қауіпсіздігіне кепілдік бере алмайды. Деректердің кез келген физикалық, техникалық немесе әкімшілік қорғау шараларының ақаулығы немесе бұзылуы салдарынан қаралмайтынына, жарияланбайтынына, өзгертілмейтініне немесе жойылмайтынына кепілдік бермейміз.

Persona сіз туралы жеке деректерді заңды негіздер болған кезде жинайды және өңдейді. Заңды негіздерге келісім жатады (сіз тиісті келісім берген кезде).

Қазіргі уақытта Persona сіздің рұқсатыңызсыз тікелей маркетинг мақсатында жеке деректеріңізді үшінші тұлғаларға бермейді.

Байланыс деректері

Бізбен байланыса аласыз немесе шағымдарды реттеудің басқа нұсқаларын пайдалана аласыз.

Осы Саясатқа қатысты барлық сұрақтар немесе шағымдарды www.personabest.com сайты арқылы немесе DPO@Persona.com мекенжайына жіберуіңізді сұраймыз.`;